{
  "data": [
    {
      "poetName": "Diogenes of Babylon",
      "biography": "Diogenes of Babylon was a significant figure in the Stoic school during the 2nd century BCE, known for his contributions to Stoic ethics and his role as the head of the Stoic school in Athens. His philosophy emphasized living in accordance with reason and virtue, and his teachings influenced many Stoic practitioners and thinkers.\n\nCentral to Diogenes' philosophy is the Stoic belief in living in harmony with nature and cultivating virtue as the path to eudaimonia, or human flourishing. He articulated the importance of reason in guiding ethical conduct, stating, \"Virtue is the state of the rational soul, which exercises the faculties according to reason\" (Diogenes of Babylon, Fragment 3). This quote reflects Diogenes' view that virtue is fundamentally rational and that human beings should align their actions with reason to achieve moral excellence.\n\nDiogenes also emphasized the Stoic doctrine of indifference to external goods and adversity, advocating for inner resilience and self-mastery. He taught, \"It is in difficulties that we ought to be brave, because it is then that we exercise the virtues of fortitude and constancy\" (Diogenes of Babylon, Fragment 6). This perspective highlights Diogenes' belief in the importance of facing challenges with courage and maintaining moral integrity even in difficult circumstances.\n\nIn his ethical teachings, Diogenes addressed the role of emotions and the importance of cultivating equanimity. He stated, \"The good man is he who does not grieve for what he has not, but rejoices in what he has\" (Diogenes of Babylon, Fragment 9). This quote underscores Diogenes' Stoic view that true happiness comes from within, through accepting what is within one's control and maintaining a tranquil mind irrespective of external events.\n\nDiogenes' influence extended beyond his philosophical writings to his role as a teacher and mentor within the Stoic school. He encouraged his students to live virtuously and to apply Stoic principles in their daily lives. His practical approach to philosophy aimed at transforming character and guiding individuals towards a life of moral excellence.\n\nDiogenes of Babylon stands out in Stoic philosophy for his emphasis on reason, virtue, and resilience in the face of adversity. His teachings on living in accordance with nature, cultivating inner tranquility, and practicing virtue continue to resonate as timeless principles for leading a meaningful and ethical life."
    },

    {
      "poetName": "Cato the Younger",
      "biography": "Marcus Porcius Cato Uticensis, commonly known as Cato the Younger, was a prominent Roman statesman and Stoic philosopher during the late Roman Republic. He is celebrated for his unwavering commitment to Stoic principles and his staunch defense of republican virtues against the rise of tyranny.\n\nCato embodied Stoic ideals of moral integrity, self-discipline, and devotion to duty throughout his public and private life. He famously declared, \"Give me a man who is manly, who is sound in health, and who is neither afraid of hardship nor greedy for pleasure, and I will show you a Stoic\" (Cato the Younger, On Duties, Book I, Section 7). This quote illustrates Cato's Stoic belief in the importance of courage, self-control, and adherence to virtue as essential qualities of a noble character.\n\nCentral to Cato's philosophy was his commitment to justice and the rule of law, which he upheld even in the face of personal and political adversity. He famously opposed Julius Caesar's increasing power and dictatorship, viewing it as a threat to the principles of the Roman Republic. Cato's unwavering stance against tyranny and his refusal to compromise his principles for personal gain exemplify his Stoic commitment to duty and moral righteousness.\n\nCato's Stoic principles also influenced his personal conduct and lifestyle choices. He lived a simple and austere life, free from luxury and excess, in accordance with Stoic ideals of indifference to wealth and material possessions. His biographer Plutarch writes, \"He [Cato] despised the glory which attends military command, and lived as though he were but an ordinary person\" (Plutarch, Life of Cato the Younger, Chapter 19). This anecdote reflects Cato's humility and his rejection of pomp and extravagance in favor of virtue and moral integrity.\n\nIn his treatise \"On Duties\" (De Officiis), Cato articulated Stoic principles of ethics and moral duty, offering practical guidance on how individuals should conduct themselves in various roles and situations. He emphasized the importance of acting with honesty, fairness, and justice, stating, \"It is more difficult to keep a straight course than to bend it; but no reward is more honorable than that which virtue pays\" (Cato the Younger, On Duties, Book I, Section 83). This quote highlights Cato's belief in the intrinsic value of virtuous conduct and the importance of moral consistency in all aspects of life.\n\nCato the Younger remains an enduring symbol of Stoic virtue and republican ideals, known for his unwavering commitment to justice, moral integrity, and the defense of liberty. His Stoic principles of courage, self-discipline, and duty continue to inspire admiration and serve as a model for ethical conduct and civic responsibility. Cato's life and teachings exemplify the Stoic philosophy's emphasis on living in accordance with reason and virtue, regardless of external circumstances, and his legacy continues to resonate as a testament to the enduring power of Stoic ethics in the face of adversity."
    },

    {
      "poetName": "Hecato",
      "biography": "Hecato of Rhodes was a Stoic philosopher who lived during the 1st century BCE, known for his practical teachings on Stoic ethics and his influence on later Stoic thinkers. Although few of his writings survive today, Hecato's ideas and principles are reflected in the works of his contemporaries and successors within the Stoic tradition.\n\nCentral to Hecato's philosophy is the Stoic emphasis on virtue as the highest good and the path to eudaimonia, or flourishing. He emphasized the importance of living in accordance with reason and nature, teaching that true happiness is attained through the cultivation of moral excellence. Hecato stressed the role of self-discipline and self-mastery in achieving virtue, stating, \"As is a tale, so is life: not how long it is, but how good it is, is what matters\" (Hecato, Fragment). This quote underscores Hecato's belief that the quality of one's life is determined by the moral choices one makes, rather than the length of one's days.\n\nHecato also addressed the Stoic concept of indifference to external goods and adversity, advocating for inner tranquility and equanimity in the face of life's challenges. He taught, \"Do not ask for a light burden, but for broad shoulders\" (Hecato, Fragment). This perspective highlights Hecato's Stoic view that individuals should develop resilience and strength of character to confront difficulties with courage and fortitude.\n\nIn his teachings on ethics, Hecato emphasized the importance of practical wisdom (phronesis) and living in accordance with one's rational nature. He advised, \"We should every night call ourselves to an account; what infirmity have I mastered today? what passions opposed? what temptation resisted? what virtue acquired?\" (Hecato, Fragment). This quote reflects Hecato's belief in the daily practice of self-examination and moral reflection as essential for progress in virtue.\n\nHecato's influence on Stoic thought extended to his role as a teacher and mentor within the Stoic school, where he imparted practical advice on living a virtuous life. His emphasis on ethical conduct and personal development resonated with later Stoic philosophers, contributing to the enduring legacy of Stoic ethics and its focus on moral integrity, resilience, and inner tranquility.\n\nHecato of Rhodes emerges as a significant figure in Stoic philosophy, known for his practical teachings on virtue, self-discipline, and moral excellence. His emphasis on living in accordance with reason and nature, coupled with his advocacy for inner resilience and equanimity, continues to resonate as timeless principles for leading a meaningful and ethical life."
    },

    {
      "poetName": "Musonius Rufus",
      "biography": "Musonius Rufus was a Stoic philosopher and teacher who lived during the 1st century CE, known for his influential teachings on Stoic ethics, practical philosophy, and the role of philosophy in everyday life. He was regarded as one of the foremost Stoic thinkers of his time and was admired for his commitment to Stoic principles amidst political turmoil in Rome.\n\nCentral to Musonius Rufus' philosophy is the Stoic belief in virtue as the sole good and the foundation of a fulfilling life. He emphasized the practical application of Stoic principles in everyday affairs, teaching that philosophy should guide one's actions and decisions. Musonius Rufus asserted, \"For nothing is so characteristically human as care for the body and food and drink, yet it is possible to care for them without being carried away by a slavish passion for them\" (Musonius Rufus, Lectures, Fragment 7). This quote reflects his view that individuals should exercise moderation and self-control in their pursuit of physical needs, aligning with Stoic principles of indifference to externals.\n\nMusonius Rufus also addressed the role of education and philosophy in cultivating moral excellence and practical wisdom. He argued for the importance of philosophical training for both men and women, advocating that \"a woman, no less than a man, should be virtuous and brave\" (Musonius Rufus, Lectures, Fragment 8). This perspective challenged traditional Roman norms and underscored Musonius Rufus' belief in the universality of Stoic ethics and the capacity of all individuals to develop virtue.\n\nIn his teachings on ethics and conduct, Musonius Rufus emphasized the importance of practicing virtue in all aspects of life, including marriage, parenting, and civic duty. He stated, \"It is fitting, therefore, for both men and women to be educated, and it is also fitting for both to live as virtuously as possible\" (Musonius Rufus, Lectures, Fragment 12). This quote reflects his commitment to applying Stoic principles to personal relationships and social responsibilities, emphasizing the transformative power of philosophy in shaping character and behavior.\n\nMusonius Rufus' influence extended beyond philosophical discourse to practical initiatives aimed at promoting Stoic ideals in Roman society. He advocated for ethical reforms and social justice, challenging prevailing inequalities and injustices. His teachings on the moral obligations of individuals and the role of philosophy in promoting a just and harmonious society continue to inspire contemporary discussions on ethics and social responsibility.\n\nMusonius Rufus stands as a prominent figure in Stoic philosophy, renowned for his practical teachings on virtue, moderation, and the ethical conduct of life. His advocacy for philosophical education and the application of Stoic principles in personal and social spheres underscore his enduring influence as a philosopher dedicated to promoting moral integrity, resilience, and the pursuit of eudaimonia through reason and virtue."
    },

    {
      "poetName": "Chrysippus",
      "biography": "Chrysippus of Soli was a Greek philosopher who lived during the 3rd century BCE and is considered one of the most important figures in the development of Stoic philosophy. His prolific writings and systematic approach to Stoic doctrine significantly influenced subsequent generations of Stoic thinkers and shaped the core principles of Stoic ethics, logic, and physics.\n\nCentral to Chrysippus' philosophy is the Stoic conception of nature and the rational order of the universe, governed by divine reason (logos). He articulated the Stoic belief that human beings should live in accordance with nature and reason, which he defined as \"right reason apprehending the chief good\" (Chrysippus, Fragment). This quote underscores Chrysippus' emphasis on the role of reason in guiding ethical conduct and achieving moral excellence.\n\nChrysippus made significant contributions to Stoic logic, developing rigorous methods of argumentation and formalizing Stoic doctrines through logical frameworks. His logical system, known as propositional logic, laid the groundwork for later developments in Western logic and influenced philosophers across various traditions. Chrysippus' logical innovations were integral to the Stoic emphasis on rationality and systematic inquiry as tools for understanding the natural world and human behavior.\n\nIn ethics, Chrysippus elaborated on the Stoic concept of virtue as the sole good and the foundation of a eudaimonic life. He argued for the ethical autonomy of the Stoic sage, who is guided by reason and exercises moral virtue in all circumstances. Chrysippus stated, \"The wise man alone is free from perturbation\" (Chrysippus, Fragment), highlighting his belief in the Stoic sage's ability to maintain inner tranquility and equanimity amidst external challenges.\n\nChrysippus also addressed the Stoic doctrine of fate (heimarmene), asserting that everything in the universe occurs according to a rational and deterministic order. He taught that human beings should accept their fates with equanimity and recognize their place within the larger cosmic framework. Chrysippus' teachings on fate and determinism influenced later Stoic thinkers and contributed to the Stoic emphasis on resilience, acceptance, and ethical conduct in the face of adversity.\n\nChrysippus of Soli emerges as a pivotal figure in Stoic philosophy, known for his systematic approach to Stoic doctrine, his contributions to logic and ethics, and his influence on subsequent generations of philosophers. His emphasis on reason, virtue, and the rational order of the cosmos continues to resonate as fundamental principles of Stoic thought, offering timeless insights into the pursuit of moral excellence, resilience, and eudaimonia through philosophical inquiry and ethical conduct."
    },
    {
      "poetName": "Cleanthes",
      "biography": "Cleanthes, the second head of the Stoic school following Zeno of Citium, played a pivotal role in shaping Stoic philosophy with his emphasis on reason, virtue, and the rational order of the cosmos. His teachings are reflected in his writings and hymns, offering insights into Stoic ethics, metaphysics, and theology.\n\nCentral to Cleanthes' philosophy is his belief in living in accordance with nature and accepting the rationality of the universe. In his famous hymn to Zeus, Cleanthes addresses Zeus as \"the lord of nature who rules by law\" (Hymn to Zeus, line 3), emphasizing his reverence for the natural order governed by divine reason. This hymn encapsulates Cleanthes' conviction that human beings should align themselves with the cosmic order and live in harmony with it.\n\nCleanthes further explores the Stoic concept of fate (heimarmene) in his work \"On Motion,\" where he articulates the Stoic view that everything in the universe unfolds according to a rational and deterministic plan. He writes, \"For not even the universe has ever made anything without purpose, nor will it ever, but has always made with purpose and makes with purpose\" (Cleanthes, \"On Motion\"). This quote underscores Cleanthes' belief in the purposeful and rational nature of the cosmos, where every event and occurrence is part of a larger divine plan.\n\nEthics and virtue occupy a central place in Cleanthes' philosophy, as he teaches that true happiness (eudaimonia) is achieved through the cultivation of moral excellence rather than external goods or pleasures. He states, \"It is reason that leads us by the hand, and we, men endowed with reason, must follow it\" (Cleanthes, Fragment 20). This emphasis on reason as the guiding principle of human life reflects Cleanthes' commitment to living a virtuous life in accordance with the natural order.\n\nCleanthes' writings also highlight his practical advice on cultivating inner resilience and moral integrity. He advises, \"In a word, I pursue not the things which are not my own, but the things which are common\" (Cleanthes, Fragment 11). This quote underscores Cleanthes' Stoic belief in focusing on what is within one's control, namely one's own thoughts, actions, and virtues, rather than external circumstances.\n\nFurthermore, Cleanthes' influence on Stoic thought extends to his metaphysical views on the unity and interconnectedness of all things in the cosmos. He asserts, \"God is one and all, the common father of all things, and the ruler of them\" (Cleanthes, Fragment 19). This statement reflects Cleanthes' belief in the immanence of the divine in the universe and the interconnectedness of all beings under the rational governance of God.\n\nCleanthes emerges as a key figure in Stoic philosophy, known for his profound insights into ethics, metaphysics, and theology. His emphasis on living in harmony with the rational order of the cosmos, cultivating virtue, and accepting fate resonates through his hymns and writings. Cleanthes' teachings continue to inspire and influence Stoic philosophy, offering timeless wisdom on the pursuit of eudaimonia through reason, virtue, and alignment with the divine order of the universe."
    },
    {
      "poetName": "Seneca",
      "biography": "Lucius Annaeus Seneca, commonly known as Seneca the Younger, was a Roman Stoic philosopher, statesman, and playwright who lived during the 1st century CE. He is renowned for his philosophical writings on Stoicism, particularly his essays and letters that offer practical advice on how to live a virtuous life amidst the challenges of human existence.\n\nCentral to Seneca's philosophy is the Stoic principle that virtue is the highest good and the key to a happy and meaningful life. He emphasized the importance of moral integrity, self-control, and resilience in the face of adversity. Seneca wrote, \"The happy life is to have a mind that is free, lofty, fearless, and steadfast—a mind that is placed beyond the reach of fear, beyond the reach of desire, that counts virtue the only good, baseness the only evil, and all else but a worthless mass of things, which come and go without either increasing or diminishing the highest good\" (Seneca, Letters to Lucilius, Letter 75). This quote reflects Seneca's Stoic belief in the supremacy of virtue and the need to cultivate a tranquil mind unaffected by external circumstances.\n\nSeneca's philosophical writings also explore the themes of wisdom, moderation, and the pursuit of inner peace. He taught that true happiness (eudaimonia) comes from within, through self-awareness and the development of one's character. Seneca advised, \"To be everywhere is to be nowhere. People who spend their whole life travelling abroad end up having plenty of places where they can find hospitality but no real friendships\" (Seneca, Letters to Lucilius, Letter 28). This quote highlights Seneca's critique of excessive materialism and his advocacy for cultivating meaningful relationships and inner contentment.\n\nIn addition to his ethical teachings, Seneca addressed the Stoic practice of preparing oneself for adversity and death. He famously wrote, \"Let us prepare our minds as if we’d come to the very end of life. Let us postpone nothing. Let us balance life’s books each day. ... The one who puts the finishing touches on their life each day is never short of time\" (Seneca, Letters to Lucilius, Letter 101). This quote underscores Seneca's Stoic approach to facing mortality with courage and philosophical acceptance, encouraging individuals to live each day with purpose and virtue.\n\nSeneca's influence extended beyond philosophy to his role as a statesman and advisor to Emperor Nero. Despite the challenges of political life, Seneca remained committed to Stoic principles and sought to apply them in his public service, advocating for justice, moderation, and the welfare of the Roman people. His writings continue to inspire readers with their timeless wisdom and practical guidance on living a virtuous and fulfilling life.\n\nSeneca the Younger stands as one of the most influential Stoic philosophers, known for his profound insights into ethics, resilience, and the pursuit of inner peace. His emphasis on virtue as the cornerstone of happiness, coupled with his practical advice on facing adversity and mortality, continues to resonate as a source of inspiration and guidance for individuals seeking to lead a meaningful and ethical life."
    },
    {
      "poetName": "Epictetus",
      "biography": "Epictetus was a Greek Stoic philosopher who lived during the 1st and 2nd centuries CE and is best known for his teachings preserved in the \"Discourses\" and the \"Enchiridion.\" He emphasized the Stoic principles of ethics, self-discipline, and acceptance of fate (heimarmene), offering practical guidance on how to live a virtuous life in accordance with reason and nature.\n\nCentral to Epictetus' philosophy is the Stoic belief that human beings should focus on what is within their control—namely their thoughts, attitudes, and actions—and accept with equanimity what is outside their control. He taught, \"Some things are in our control and others not. Things in our control are opinion, pursuit, desire, aversion, and, in a word, whatever are our own actions. Things not in our control are body, property, reputation, command, and, in one word, whatever are not our own actions\" (Epictetus, Enchiridion, 1). This quote encapsulates Epictetus' distinction between the internal realm of personal agency and the external realm of indifferent things, advocating for inner resilience and detachment from external outcomes.\n\nEpictetus also emphasized the importance of living in accordance with nature and reason, which he defined as \"living in agreement with one's own nature, and that of the universe\" (Epictetus, Discourses, 1.12). This Stoic principle guided his ethical teachings on virtue (arete) and the cultivation of moral excellence. Epictetus believed that virtue is the only true good and that individuals should strive to develop their character through philosophical self-examination and ethical practice.\n\nIn his practical advice on ethics, Epictetus addressed various aspects of human life, including relationships, adversity, and personal growth. He taught, \"If someone in the theatre has a favourite passage which he wants to hear, the interruption of persons talking disturbs him, and he stops them: and do you yourself show no self-respect, and don't you stop the man who is disturbing you in your favourite passages in the theatre of life, when you are engrossed with your own thoughts?\" (Epictetus, Enchiridion, 28). This quote illustrates Epictetus' Stoic approach to maintaining inner tranquility and focus amidst distractions, urging individuals to guard their minds and cultivate self-control.\n\nEpictetus' teachings on ethics and personal conduct also emphasized the importance of moral integrity and the pursuit of wisdom (sophia) as essential components of a virtuous life. He advised, \"Practice then from the start to say to every harsh impression, 'You are an impression, and not at all the thing you appear to be.' Then examine it and test it by these rules you have, and firstly and chiefly by this: whether the impression relates to those things that are in our control, or those that are not; and if it relates to anything not in our control, be prepared to reply, that it is nothing to you\" (Epictetus, Enchiridion, 1). This passage highlights Epictetus' Stoic practice of cognitive reframing and rational analysis to overcome emotional reactions and cultivate a balanced and virtuous mindset.\n\nEpictetus emerges as a prominent Stoic philosopher known for his practical teachings on ethics, resilience, and the pursuit of inner peace through philosophical self-discipline. His emphasis on living in accordance with reason, accepting external events with equanimity, and focusing on moral excellence continues to resonate as timeless principles for navigating life's challenges and cultivating a flourishing human character."
    },
    {
      "poetName": "Marcus Aurelius",
      "biography": "Marcus Aurelius was a Roman Emperor and Stoic philosopher who reigned from 161 to 180 CE. His private writings, collected as the \"Meditations,\" provide insight into his Stoic beliefs and reflections on duty, virtue, and the nature of the human condition. Marcus Aurelius is celebrated for his commitment to Stoic principles amidst the responsibilities of imperial rule and his philosophical reflections on moral integrity and self-improvement.\n\nCentral to Marcus Aurelius' philosophy is the Stoic principle that virtue is the highest good and the key to a tranquil and meaningful life. He emphasized the importance of moral integrity, rationality, and resilience in the face of adversity. Marcus Aurelius wrote, \"The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature\" (Marcus Aurelius, Meditations, 2.1). This quote reflects his Stoic belief in the power of reason to shape one's character and influence one's perception of external events.\n\nMarcus Aurelius' \"Meditations\" also explore the Stoic concept of accepting fate (heimarmene) and maintaining inner peace amidst external challenges. He wrote, \"Do not act as if you were going to live ten thousand years. Death hangs over you. While you live, while it is in your power, be good\" (Marcus Aurelius, Meditations, 4.17). This passage underscores Marcus Aurelius' Stoic perspective on the impermanence of life and the importance of living each moment with moral integrity and purpose.\n\nIn addition to his philosophical reflections, Marcus Aurelius addressed the Stoic practice of self-examination and ethical self-improvement. He advised, \"The art of living is more like wrestling than dancing, in so far as it stands ready against the accidental and the unforeseen, and is not apt to fall\" (Marcus Aurelius, Meditations, 7.61). This quote highlights Marcus Aurelius' Stoic approach to personal development through continual self-discipline and readiness to confront life's challenges with resilience and fortitude.\n\nMarcus Aurelius' Stoic principles also influenced his governance as Roman Emperor, as he sought to apply ethical considerations and justice in his decisions and policies. He wrote, \"Let men see, let them know a real man who lives according to nature\" (Marcus Aurelius, Meditations, 5.33). This statement reflects his commitment to leading by example and promoting virtue and rationality in public life, despite the complexities of imperial rule.\n\nMarcus Aurelius stands as a notable Stoic philosopher and Roman Emperor, admired for his philosophical reflections on virtue, resilience, and the pursuit of inner peace. His \"Meditations\" continue to inspire readers with their timeless wisdom and practical guidance on living a virtuous and fulfilling life in accordance with Stoic principles."
    },
    {
      "poetName": "Zeno of Citium",
      "biography": "Zeno of Citium was the founder of Stoicism and lived during the 4th and 3rd centuries BCE in Athens. His philosophical teachings laid the foundation for Stoic ethics, metaphysics, and logic, shaping the development of Stoic thought for centuries to come.\n\nCentral to Zeno's philosophy is the Stoic belief in living in accordance with nature and reason, which he defined as \"a perfect agreement of the mind with reason\" (Diogenes Laertius, Lives of the Eminent Philosophers, Book VII). Zeno taught that human beings should cultivate virtue (arete) and exercise rational judgment in all aspects of life, striving to achieve inner harmony and moral excellence.\n\nZeno articulated the Stoic concept of living in accordance with nature, teaching that individuals should align their desires and actions with the rational order of the universe. He wrote, \"Man's end, say the Stoics, is to live in agreement with nature\" (Diogenes Laertius, Lives of the Eminent Philosophers, Book VII). This quote underscores Zeno's belief in the ethical imperative of following nature's laws and living a life guided by reason rather than passion or irrational impulses.\n\nIn ethics, Zeno emphasized the Stoic virtues of wisdom, courage, justice, and moderation as essential qualities of a virtuous life. He taught that virtue is the only true good and that external goods such as wealth and fame are indifferent to moral worth. Zeno wrote, \"The Stoics define good as 'that which is morally beautiful' and bad as 'that which is morally ugly' or shameful\" (Diogenes Laertius, Lives of the Eminent Philosophers, Book VII). This passage highlights Zeno's ethical framework based on the pursuit of moral excellence and the rejection of external judgments in evaluating one's character.\n\nZeno's contributions to Stoic logic were also significant, as he developed the theory of propositional logic and the concept of the universal logos (reason or divine reason) as the governing principle of the cosmos. His logical framework provided Stoicism with a systematic method for analyzing arguments and understanding the natural world through rational inquiry.\n\nZeno of Citium emerges as a foundational figure in Stoic philosophy, known for his teachings on living in accordance with nature, cultivating virtue, and exercising rational judgment. His emphasis on ethical conduct, logical inquiry, and the pursuit of inner harmony continues to influence Stoic thought and inspire individuals seeking wisdom, resilience, and moral integrity in their lives"
    }
  ]
}
